<section>
    <div class="container" style="padding-top: 2em; padding-bottom: 2em; ">
        <h2 class="text-center">Интернет-магазин</h2>
        <p class="text-justify"><strong>Интернет-магазин</strong> (англ. online shop или e-shop) — сайт, торгующий
            товарами посредством сети Интернет. Позволяет пользователям онлайн, в своём браузере или через мобильное
            приложение, сформировать заказ на покупку, выбрать способ оплаты и доставки заказа, оплатить заказ. При этом
            продажа товаров осуществляется дистанционным способом и она накладывает ограничения на продаваемые товары.
            Так, в некоторых странах имеется запрет на интернет-торговлю алкоголем, оружием, ювелирными изделиями и
            другими товарами (к примеру, в России запрещена дистанционная продажа алкоголя и других товаров, свободная
            реализация которых запрещена или ограничена.

            Когда онлайн-магазин настроен на то, чтобы позволить компаниям покупать у других компаний, этот процесс
            называется онлайн-магазинами бизнес для бизнеса. Типичный интернет-магазин позволяет клиенту
            просматривать ассортимент продуктов и услуг фирмы, просматривать фотографии или изображения продуктов, а
            также информацию о технических характеристиках продукта и ценах.

            Интернет-магазины обычно позволяют покупателям использовать функции «поиска», чтобы найти конкретные модели,
            бренды или предметы.
        </p>

    </div>
</section>