<section>
    <div class="container" style="padding-top: 2em; padding-bottom: 2em; ">
        <h2 class="text-center">Сайт-каталог</h2>
        <p class="text-justify"><strong>Сайт-каталог</strong> - это сайт, который содержит полную информацию о компании
            плюс электронный каталог её услуг и продукции. Посетители сайта могут ознакомиться с прайс-листами и
            описанием товаров и услуг, просмотреть фотографии и обратиться в компанию для совершения покупки. Такой сайт
            может увеличивать количество продаж за счёт доступа к полной информации о продукции и услугах тех
            потребителей, которые территориально отдалены от компании-производителя.
        </p>

    </div>
</section>