<section>
    <div class="container" style="padding-top: 2em; padding-bottom: 2em; ">
        <h2 class="text-center">Корпоративный сайт</h2>
        <p class="text-justify"><strong>Корпоративный портал</strong> (англ. Enterprise portal) — это, в общем случае,
            веб-интерфейс для доступа сотрудника к корпоративным данным и приложениям. Часто корпоративный портал
            воспринимается, как синоним интранета. Альтернативная точка зрения состоит в том, что корпоративный портал —
            это лишь видимая для пользователя часть интернета.
            С развитием веб-технологий назначение и возможности корпоративных порталов претерпели ряд изменений. Ниже
            приведены основные группы функциональных возможностей корпоративных порталов, которые появились в ходе этого
            развития.
        </p>
        <hr>
        <h4 class="text-left">Внутренний сайт</h4>
        <p class="text-justify">Первоначальным назначением корпоративных порталов являются функции внутреннего сайта
            организации:
        <ul>
            <li> 1.публикация новостей и других материалов для сотрудников</li>
            <li>2.создание базы файлов и документов</li>
            <li>3.форум для внутреннего общения</li>
        </ul>
        Многие программные продукты для создания внутренних порталов до сих пор ограничиваются данным функционалом.
        Основным отличием таких порталов от публичных сайтов является система управления правами доступа, которая
        обеспечивает безопасность коммерческой информации.
        </p>
    </div>
</section>