<section>
    <div class="container" style="padding-top: 2em; padding-bottom: 2em; ">
        <h2 class="text-center">Целевая страница</h2>
        <p class="text-justify"><strong>Целевая страница</strong>(англ. <strong>landing page</strong>, также «посадочная
            страница») —
            веб-страница, основной задачей которой является сбор контактных данных целевой аудитории. Используется для
            усиления эффективности рекламы, увеличения аудитории. Целевая страница обычно содержит информацию о товаре
            или
            услуге. Переход на целевые страницы часто осуществляется из социальных медиа, email-рассылок и рекламных
            кампаний в
            поисковых системах. Главной задачей таких страниц является конвертация посетителя в покупателя или клиента
            компании, побуждение к целевому действию. Анализ действий пользователей на целевой странице позволяет
            маркетологам определить успешность рекламы.
        </p>
        <hr>
        <h4 class="text-left">Автономная целевая страница</h4>
        <p class="text-justify">Представляет собой развернутое рекламное предложение. Основной задачей является
            побуждение пользователя к
            действию прямо сейчас — покупка, подписка на услуги или новости компании, загрузка пробной версии
            программного
            обеспечения и т. д.
            Для усиления эффекта используются побуждающие и призывающие к действию слоганы, яркие и крупные кнопки,
            минималистичный дизайн, акценты на основных преимуществах предложения, таймеры обратного отсчета.
        </p>
        <hr>

        <h4 class="text-left">Эффективность</h4>
        <p class="text-justify">Целевые страницы используются и для дифференциации интернет-аудитории. На основе данных
            о поведении посетителей целевых страниц выстраиваются маркетинговые кампании. В зависимости от интересов,
            уровня образования посетителя, даже времени суток или года каждому типу посетителей может предлагаться свой
            вариант целевой страницы, ориентированный на желания и потребности конкретной целевой группы.
        </p>
    </div>
</section>