<section>
    <div class="container" style="padding-top: 2em; padding-bottom: 2em; ">
        <h2 class="text-center">Сайт-визитка</h2>
        <p class="text-justify"><strong>Сайт-визитка</strong> (англ. business card website) — небольшой сайт, как
            правило, состоящий из пяти, семи веб-страниц и содержащий основную информацию об организации, частном лице,
            компании, товарах или услугах, прейскуранты, контактные данные.

            Сайт-визитка отлично подходит малому бизнесу или стартапам. Компаниям, которые только начинают свой путь,
            не имея больших бюджетов. При этом нельзя сравнивать сайт визитку с страницей-заглушкой. Хотя бы потому, что
            сайт-визитку при правильно продуманной структуре сайта и верной SEO оптимизации, можно продвинуть в
            поисковой выдаче поисковых систем (по узкому списку ключей), тогда поисковые машины начнут приводить на сайт
            трафик, который будет конвертироваться в потенциальных клиентов и приносить прибыль. Так же можно на него
            приводить трафик с помощью контекстной рекламы. В случае с страницей-заглушкой, вероятность успеха в её
            SEO-продвижении равна нулю, да и вероятность, что трафик приведенный с контекстной рекламы конвертируется в
            потенциальных клиентов - крайне минимальная.
        </p>
        <hr>
        <h4 class="text-left">Реализации</h4>
        <p class="text-justify">Сайт-визитка может быть как динамическим, так и статическим сайтом.

            Часто содержат значительные объёмы графики, в том числе анимации или Flash.

            Ещё одной разновидностью сайтов-визиток являются сайты, созданные с применением т. н. Flash-технологий,
            когда весь сайт-визитка располагается на одной веб-странице, предназначенной исключительно для загрузки
            Flash-приложения, а вся навигация и содержимое выполнены в самом Flash-ролике.
        </p>
    </div>
</section>